[A_Creature_t6_base H7Creature]
mName="Всадник бури"
mLore="Из далёкого Алмаша приближается неудержимая кавалерия Союза. Узрите же приближение всадников бури посреди грома и молний. Пробуждая Перену, они укрощают аспект грозовой бури Илата молнией, дождём и холодом. Говорят, что пяти сотен всадников бури достаточно, чтобы одолеть четыре тысячи самых могущественных бойцов. Их всегда сопровождают молнии, проливные дожди и пугающий свист ветра, а благодаря благословению своего дракона-защитника они могут проходить сквозь вражеские войска словно порыв ледяного ветра, сковывая их страхом."

[A_Creature_t6_lv2 H7Creature]
mName="Всадник вьюги"
mLore="Когда наги вошли в состав Союза, они научили командиров всадников бури как укрощать дождь, снег, холод, лёд и град. Так был создан элитный отряд всадников вьюги. Пробуждая Перену и Машану, они обретают благословение драконов молнии и снега. Они не желают защищать своих противников, поскольку наносимый ими удар подобен ледяному кому, в котором заключена молния."

[A_Glaciation_Buff H7BaseBuff]
mName="Ступающий по льду"
mTooltip=""

[Ability.A_aura_givreante H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ступающий по льду"
mTooltip="Это существо может пройти сквозь любое другое существо, нанося %buff1.buff.d.min ед. урона от %ICON_water магии воды за каждое существо в отряде при прохождении сквозь вражеское существо.\nПроходя сквозь врагов, это существо может заморозить их с вероятностью 50%."

[Ability.A_Glacial_Presence H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Леденящее присутствие"
mTooltip="В начале хода соседние вражеские существа получают штраф в зависимости от уровня Хладнокровия этого отряда:\n(Нет ур.: %buff4.buff.stat1 %ICON_MORALE / %buff4.buff.stat2 %ICON_attack / %buff4.buff.stat3 %ICON_initiative)\n(Ур.1:  %buff1.buff.stat1 %ICON_MORALE / %buff1.buff.stat2 %ICON_attack / %buff1.buff.stat3 %ICON_initiative)\n(Ур.2:  %buff2.buff.stat1 %ICON_MORALE / %buff2.buff.stat2 %ICON_attack / %buff2.buff.stat3 %ICON_initiative)\n(Ур.3:  %buff3.buff.stat1 %ICON_MORALE / %buff3.buff.stat2 %ICON_attack / %buff3.buff.stat3 %ICON_initiative)"

[Ability.A_Glacial_Presence_Buff_expert H7BaseBuff]
mName="Леденящее присутствие (Ур.2)"
mTooltip="%stat1 %ICON_MORALE боевого духа, %stat2 %icon_attack атаки, %stat3 %icon_initiative инициативы. Длительность (ходов): %durnow."

[Ability.A_Glacial_Presence_Buff_master H7BaseBuff]
mName="Леденящее присутствие (Ур.3)"
mTooltip="%stat1 %ICON_MORALE боевого духа, %stat2 %icon_attack атаки, %stat3 %icon_initiative инициативы. Длительность (ходов): %durnow."

[Ability.A_Glacial_Presence_Buff_no_skill H7BaseBuff]
mName="Леденящее присутствие"
mTooltip="%stat1 %ICON_MORALE боевого духа, %stat2 %icon_attack атаки, %stat3 %icon_initiative инициативы. Длительность (ходов): %durnow."

[Ability.A_Glacial_Presence_Buff_novice H7BaseBuff]
mName="Леденящее присутствие (Ур.1)"
mTooltip="%stat1 %ICON_MORALE боевого духа, %stat2 %icon_attack атаки, %stat3 %icon_initiative инициативы. Длительность (ходов): %durnow."

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Замерзший пик"
mTooltip="Все замороженные вражеские существа получают %d ед.урона от %ICON_Water магии воды.\nМожно использовать один раз за бой."

